class Galery {

    static Img: Array<string> = [
        '/src/assets/sightImg/1.jpg',
        "/src/assets/sightImg/2.jpg",
        "/src/assets/sightImg/3.jpg"
    ];

    static Info: Array<string> = [
        `Среди наиболее известных и значимых архитектурных символов Одессы – колоннада Воронцовского дворца. 
        Изящно изогнутая, прекрасно вписанная в окружающее пространство, с великолепными пропорциями. 
        Её десять пар стройных колонн притягивают к себе и своей собственной красотой, и прекрасным видом, 
        открывающемся с ее площадки. С точки зрения архитектуры, наша колоннада – это бельведер, что дословно означает «прекрасный вид».
        Слово пришло к нам из Италии, в которой, как известно красоту не только умеют создавать, но и оценить. 
        Именно для созерцания окружающей красоты итальянцы и стали строить такие вот лёгкие романтичные постройки, 
        обычно на возвышенностях, с которых можно обозревать окрестности.
        .Одессу и Италию связывает очень много. Это и бывшая Итальянская улица и нынешний Итальянский бульвар, и мостовые, 
        выложенные из привезенного из Италии камня, и конечно же архитектура. 
        Достаточно перечислить фамилии архитекторов, строивших Одессу в ее золотом, 
        XIX веке: Фраполли, Даллаква, Камбиаджо, Скудиери, Торичелли, 
        Моранди… Особое место в ряду этих мастеров конечно принадлежит Францу Карловичу Боффо, 
        автору комплекса Воронцовского дворца, куда входит и колоннада. 
        Считается, что Франческо Боффо, обучавшийся в университете города Турина, прибыл в Одессу в 1818 году в возрасте 38 лет, 
        будучи на тот момент состоявшемся архитектором — его постройки были хорошо известны, например в Польше. 
        Но Боффо выбрал именно Одессу, отдав ей 50 лет своей жизни.
        `,
        `
        Наравне с Дерибасовской и Оперным театром Потемкинская лестница входит в число символов города у моря. Несмотря на то, что это место более, чем известно, есть немало интересных моментов, связанных как со строительством лестницы, так и с ее названиями.

Строительство Потемкинской лестницы началось в январе 1837 году и продолжалось почти четыре года. В первоначальном плане города (плане Деволана) подобной лестницы не предусматривалось. Но к середине 1830-х годов уже сложился архитектурный ансамбль Приморского бульвара. Здания принадлежали состоятельным горожанам, также тут располагались “присутственные места” и гостиница “Санкт-Петербургская” (занимали два полуциркульных здания, обрамляя небольшую площадь у памятника дюку де Ришелье).

Строительство лестницы отдали в подряд чиновнику 14-го класса Завацкому, определив ему срок в 7 месяцев. Но инженерно-геологическое сопровождение проекта оставляло желать лучшего. Проект лестницы, выполненный архитектором Францем Боффо, не отвечал существующей ситуации, был непроработан с точки зрения гидротехники.

Поначалу строительство шло из рук вон плохо, и мешали этому многочисленные обвалы, оползни, потоки воды. В конце концов, первоначальный проект Боффо был существенно пересмотрен комиссией, в состав которой вошли инженеры Джон Аптон и Григорий Морозов, а также гидротехник Борис Фандерфлис. Уже в середине 1840-х годов с оползнями и подземными водами “боролись” архитекторы Иван Даллаква и Иван Козлов.
        
        `,
        `Одесский Спасо-Преображенский кафедральный собор – крупный православный храм Одессы, заложение фундамента было в 1794 году, который был освящён в 1808 году, позже был разрушен в 1936 году. После поднятия на прежнем месте в начале 2000-х годов.

Собор обладает не простой историей и покрыт тайнами. В 1996 году, в результатах археологических раскопок был найден фундамент и началось восстановление на пожертвования Одесситов, после разрушения в 1936 году, в период коммунистической борьбы с религией.

Сегодня Спасо-Преображенский кафедральный собор вновь стоит на своем прежнем месте, будто разрушения 1936 года вовсе и не было. Его невероятная красота и величие снова восхищают одесситов и гостей города. Соборная площадь вновь обрела свою достопримечательность, а Одесса духовный и оберегающий символ города. 

До сих пор ни одесские, ни европейские ученые не могут ответить на вопрос: почему на Соборной площади, в пределах фундаментов кафедрального Спасо-Преображенского собора, нет грунтовых и подземных вод? Это несмотря на то, что за пределами фундамента, как и во всем центре города, грунтовые воды имеются...`



    ];

    static Photo:Array<string>=[
        '/src/assets/sightImg/1.jpg',
        "/src/assets/sightImg/2.jpg",
        "/src/assets/sightImg/3.jpg",
        "/src/assets/sightImg/4.jpg",
        "/src/assets/sightImg/5.jpg",
        "/src/assets/sightImg/6.jpg",
        "/src/assets/sightImg/7.jpg",


    ]


}

export default Galery;