
import './favorite.css'
const Favorite = () => {

    return (


        <>
            <div id='favoriteMain'>
                <div id='imgFavorite'></div>
                <div id='infoFavorite'>
                    В истории Одесского порта прослеживается «династия» Воронцовских маячных огней и маяков. Они сменяли друг друга, совершенствуясь и перестраиваясь, по мере удлинения Карантинного и строительства Рейдового молов.

                    Самый первый маяк Одессы был заложен при генерал-майоре Кобле в 1815 году не на нынешнем месте, а на мысе Большого Фонтана. Достроен он был при генерал-губернаторе светлейшем князе Воронцове, открыт 6 декабря 1827 года и получил в народе название Воронцовского.

                    Первый стационарный маяк на молу, бывший деревянным, установлен в 1845 году на оконечности Карантинного мола по инициативе известного русского флотоводца, первооткрывателя Антарктиды адмирала Михаила Лазарева.

                    В 1863 году сооружается чугунная башня, перестроенная в 1888 году, которая просуществовала до штурма Одессы в сентябре 1941 года. Этот Воронцовский маяк представлял собой семнадцатиметровую чугунную сужающуюся кверху башню изящной маячной архитектуры с выписанным из Парижа осветительным аппаратом системы Френеля и, как было громко записано в лоции, помещением для маячных сторожей.

                    Как вспоминал Корней Чуковский, это помещение «была самая что ни на есть нищая конура с узкой койкой и перевернутым ящиком вместо стола».

                    Стоящая в середине залива белая башня, белые спасательные круги, белые и чёрные ограждающие цепи, ярко-медный надраенный колокол, крутые каменные ступени до самой воды, ночной красный огонь — всё это создавало вокруг маяка своеобразный ореол романтики, надолго запомнившийся одесситам разных поколений.
                </div>
            </div>
        </>
    )


};

export default Favorite;