

import './about.css'

const AboutCity = () => {


    return (

        <>

            <div id="mainAbout">
                <div id='title'><h1>Одесса</h1></div>
                <div id='infoBlock'> Территория современной Одессы была населена с древнейших времен.
                    В Артиллерийском парке найден курганный могильник эпохи бронзы II тыс. до н. э.
                    С V века до н. э. на будущей территории современной Одессы и Одесского залива находились античные поселения
                    в гавани Истриян и Исиак,
                    остатки одного из которых были обнаружены прямо под нынешним Приморским бульваром.
                    Уровень воды был иным, более низким, и береговая линия проходила намного дальше,
                    чем сейчас находится Одесский маяк. Именно недалеко от маяка и за ним до сих пор иногда находят
                    древнегреческие артефакты. Из-за более низкого уровня воды Тендровская коса продолжалась значительно дальше,
                    чем сейчас, и поселение в районе маяка фактически контролировало выход из устья Буга и Днепра в Чёрное море,
                    и, таким образом, имело стратегическое значение. Археологические артефакты подтверждают существование связей
                    между Одесским регионом и восточным Средиземноморьем. Уничтожены поселения предположительно
                    в IV—III веках до н. э. кочевыми племенами из Азии.
                    С конца 4 ст. территория будущей Одессы находилась во владении различных кочевых племён (печенегов, половцев).
                    В середине 13 ст. попала во владение Золотой Орды, затем Крымского ханства,
                    Великого княжества Литовского, Османской империи.
                    <h3>Архитектура Одессы</h3>
                    <p>
                         Cовокупность приёмов архитектуры и градостроительства, применённых в Одессе.

                        Одесса — один из немногих городов, построенных в основном по регулярному плану.

                        Её архитектура представлена различными стилями XIX—XX веков: классицизмом, ампиром, необарокко, неоготикой, модерном, неоклассицизмом, конструктивизмом, а также появившимися в пост-советское время техно-архитектурой и постмодернизмом.

                        Большое влияние на облик города оказали природно-климатические условия. С целью защиты от летнего зноя возводились портики, лоджии, крытые галереи. Галереями, подобно древнегреческим агорам, обрамлялись по контуру рыночные площади.

                        Использование камня-ракушечника определило кладку из крупных блоков и отсутствие мелких деталей.

                        Первые здания в Одессе строятся в стиле классицизма, отличаются рационализмом и скупостью декора. В 1820—1830-е годы в условиях растущей экономико-политической значимости города в Одессе наблюдается расцвет ампира.

                        Вследствие многонациональности Одессы в архитектуре культовых зданий прослеживается византийско-греческое влияние, а в планировке и фасадных композициях жилых домов можно встретить архитектурные приёмы не только итальянского и французского, но и армянского происхождения.

                    </p>


                </div>
                <div id='imgAbout'></div>
            </div>
        </>


    )


}

export default AboutCity